; -------------------------------------------------------------------------------------------------
;
; 7z SFX Builder Language File
;
; Translation Instructions:
;	File extension must be '.ini' in order to make 7z SFX Builder load language file.
;	DON'T remove SECTION NAMES! (ex: [LangOptions], [Global] ...)
;	Update your and language information in 'LangOptions' section
;	Save the file in Unicode format
;	E-mail new language files to mirza.b.1695@gmail.com for inclusion in main installer.
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function.
;	\n - indicates a newline character, which will be replaced when displayed.
;	\~n - indicates double newline character.
;	\s - indicates a special strings (generally file names)
;		The order and number of \s variables is very important and should not be modified.
;	\~s - same as \s. only quotes are added.
;
; -------------------------------------------------------------------------------------------------

[LangOptions]
LANG_NAME="Georgian"
LANG_NATIVE_NAME="ქართული"
VERSION=2.1
NAME=M. Brunjadze
CONTACT=mailto:mirza.b.1695@gmail.com

[Global]
TIP_ADD="დამატება"
TIP_EDIT="რედაქტირება"
TIP_DELETE="მოშლა"
TIP_DELETE_ALL="ყველას მოშლა"
TIP_MOVE_UP="ზევით გადაადგილება"
TIP_MOVE_DOWN="ქვევით გადაადგილება"
BTN_SAVE="შენახვა"
BTN_CANCEL="გაუქმება"
CHK_QUOTES="ბრჭყალებში ჩასმა"
LST_SEC_QUOTES="ბრჭყალები"
ERROR_MSG_TITLE="შეცდომა!"
WARNING_MSG_TITLE="გაფრთხილება"
INFORMATION_MSG_TITLE="ინფორმაცია"
QUESTION_MSG_TITLE="შეკითხვა"
BTN_OK="დიახ"
TEST="ტესტირება"
TIP_BROWSE="ფაილის არჩევა"
TIP_OPEN="ფაილის მდებარეობის გახსნა"

[Menu]
MENU_FILE="&ფაილი"
MENU_SETTINGS="&აწყობა"
MENU_HELP="&დახმარება"
MI_OPEN="ფაილის &გახსნა..."
MI_RELOAD="&ხელახლა ჩატვირთვა"
MI_SAVE="&შენახვა"
MI_SAVE_AS="შენახვა &როგორც..."
MI_CLOSE="&დახურვა"
SUB_MENU_RECENT_FILES="&ბოლო ფაილები"
MI_CLEAR_LIST="სიის გასუ&ფთავება"
MI_EXIT="&გასვლა"
MI_OPTIONS="&პარამეტრები"
SUB_MENU_LANG="&ენა"
MI_HELP="&სახელმძღვანელო"
MI_SITE="პროექტის &საიტი"
MI_ABOUT="&შესახებ"
MI_PRESET_MANAGER="პრესეტების მმართველი"

[ToolbarTips]
OPEN="ფაილის გახსნა"
SAVE="შენახვა"
SAVE_AS="შენახვა როგორც"
CLOSE="ფაილის დახურვა"
TEST="ტესტირება"
PRESET="პრესეტების მართვა"
MAKE_SFX="SFX-ის შექმნა"
OPTIONS="პროგრამის თვისებები"

[TabNames]
MAIN="მთავარი"
TITLE_TEXT="სათაური/ტექსტი"
DIALOGS="დიალოგები"
RUN="გაშვება"
DELETE="მოშლა"
SHORTCUTS="მალსახმობები"
SET_ENV="ცვლადები"
OUTPUT="შედეგი"
SFX="SFX"

[Tab_Main]
CHK_TEMP_MODE="დროებითი რეჟიმი"
CHK_SKIP_LOCKED="სისტემის მიერ მოქმედი ფაილების გამოტოვება"
CHK_DELETE_SFX="SFX ფაილის მოშლა ამოარქივების შემდეგ"
CHK_BPT="BeginPrompt დიალოგის დაყოვნების დრო:"
CHK_XDWIDTH="ExtractDialog დიალოგის სიგანე:"
CHK_XPWIDTH="ExtractPath დიალოგის სიგანე:"
RAD_OW_MODE_1="ყველა ფაილის გადაწერა"
RAD_OW_MODE_2="ყველა ფაილის გამოტოვება"
RAD_OW_MODE_3="მხოლოდ ძველი ფაილების გადაწერა"
RAD_GUI_MODE_1="ყველა ფანჯრის ჩვენება"
RAD_GUI_MODE_2="ამოარქივების შეწყვეტის გაუქმება "
RAD_GUI_MODE_3="ყველა ფანჯრის დამალვა"
GRP_OW_MODE="გადაწერის რეჟიმი:"
GRP_GUI_MODE="GUI-ს რეჟიმი:"
LBL_EXT_PATH="ამოარქივების საქაღალდე:"
MI_SFX_NAME="SFX-ის სახელი"
MI_SFX_PATH="SFX-ის მისამართი"
TIP_EDIT="დააჭირეთ რედაქტირებისათვის"
TIP_INSERT="დააჭირეთ ცვლადების ჩასასმელად"
TIP_RELOAD="ხელახლა ჩატვირთვა"
TIP_OPEN="სტანდარტულ რედაქტორში გახსნა"

[Tab_TitleText]
GRP_TITLE="სათაური"
GRP_TEXT="ტექსტი"
LBL_WIN_TITLE="მთავარი ფანჯრის სათაური:"
LBL_EXT_PATH_WIN_TITLE="ამოსაარქივებელი საქ-ის დიალოგის სათაური:"
LBL_EXT_WIN_TITLE="ამოარქივების დიალოგის სათაური:"
LBL_ERROR_WIN_TITLE="შეცდომის შეტყობინების სათაური:"
LBL_WARN_WIN_TITLE="გაფრთხილების შეტყობინების სათაური:"
LBL_PASSWD_TITLE="პაროლის დიალოგის სათაური:"
LBL_PASSWD_TEXT="პაროლის დიალოგის ტექსტი:"
LBL_EXT_CANCEL_TEXT="შეწყვეტის ღილაკის ტექსტი:"

[Tab_RunProgram]
LST_SEC_PARAMETER="პარამეტრი"
LST_SEC_PREFIX="პრეფიქსი"
LST_SEC_FILE_FOLDER="ფაილის მისამართი"
LST_SEC_COMMANDS="ბრძანებები"

[Tab_Delete]
LST_SEC_PARAMETER="პარამეტრი"
LST_SEC_FILE_FOLDER="ფაილის/საქაღალდის მისამართი"

[Tab_Shortcuts]
LST_SEC_PARAMETER="პარამეტრი"
LST_SEC_PATH="გზა"
LST_SEC_SRC="წყარო"
LST_SEC_CMDS="ბრძანებები"
LST_SEC_NAME="სახელი"
LST_SEC_DESC="აღწერა"
LST_SEC_DEST="ქვე-საქაღალდე"
LST_SEC_WD="მუშა დირექტორია"
LST_SEC_ICON="ხატულა"
LST_SEC_INDEX="ხატულის ინდექსი"

[Tab_SetEnvironment]
LST_SEC_NAME="ცვლადის სახელი"
LST_SEC_VALUE="მნიშვნელობა"

[Tab_SFX]
BTN_SELECT="არჩევა..."
BTN_MAKE_SFX="SFX-ის შექმნა"
BTN_SFX_OPTIONS="SFX-ის თვისებები"
BTN_EDIT_VERS="ვერსიის ინფორმაციის შეცვლა"
CHK_INCLUDE_PATH="მისამართის დართვა კონფიგურაციის ფაილში"
CHK_USE_SELECTED_CFG="მითითებული კონფიგურაციის გამოყენება"
GRP_SFX_FILES="SFX ფაილები"
GRP_SFX_ICON="ხატულა"
LBL_CONFIG_FILE="კონფიგურაციის ფაილი:"
LBL_7Z_ARCHIVE="7z არქივი:"
LBL_SFX_MODULE="SFX მოდული:"
LBL_SFX_PATH="SFX-ის მისამართი:"
LBL_SFX_ICON="SFX-ის ხატულა:"

[GUI_ProgramOptions]
GUI_TITLE="პროგრამის თვისებები"
BTN_INTEGRATE="პროგრამის ინტეგრაცია კონტექსტურ მენიუში"
BTN_EXPORT="ექსპორტირება..."
MI_REGISTRY="რეესტრის ფაილი..."
MI_INI="INI ფაილი..."
CHK_USERMODE="პროგრამის პარამეტრების რეესტრში შენახვა"
CHK_AUTODEFMOD="SFX მოდულის ავტომატური გამოყენება თუ ჩატვირთულ ფაილში არ არის მითითებული"
CHK_IGNORE_EMPTY="ცარიელი ვერსიის ინფორმაციის გასაღებების იგნორირება"
CHK_AUTO_NAME_SFX="SFX ფაილის შექმნა არქივის საქაღალდეში თუ SFX-ის მისამართი არ არის მითითებული"
CHK_OVERWRITE_FILES="არსებული SFX ფაილების გადაწერა"
GRP_PROGRAM="პროგრამა"
GRP_SFX="SFX"
LBL_LANGUAGE="ინტერფეისის ენა:"

[GUI_PresetManager]
GUI_TITLE="პრესეტების მმართველი"
GUI_TITLE2="ახალი პრესეტი"
GUI_TITLE3="პრესეტის გადარქმევა"
BTN_NEW="ახალი"
BTN_LOAD="ჩატვირთვა"
BTN_SAVE="შენახვა"
BTN_EDIT="სახელის შეცვლა"
BTN_DELETE="წაშლა"
LBL_NAME="შეიყვანეთ პრესეტის სახელი:"

[GUI_ArchiveSets]
CHK_SUBFILES="მხოლოდ მოცემულ საქაღალდეში შემავალი ფაილების/საქაღალდეების დაარქივება"
LBL_DRAGDROP="გამოიყენეთ Drag and Drop ფუნქცია ფაილების/საქაღალდეების დასამატებლად"
TIP_ADDFILE="ფაილ(ებ)ის დამატება"
TIP_ADDFOLDER="საქაღალდის დამატება"

[GUI_SFXOpts]
GUI_TITLE="SFX-ის თვისებები"
TAB_SFX_OPTIONS="SFX-ის თვისებები"
TAB_ARCHIVE_FILES="დასაარქივებელი ფაილები"
CHK_USE_UPX="SFX მოდულის შეკუმშვა UPX-ით"
CHK_USE_SFX_MOD="შემდეგი SFX მოდულის გამოყენება:"
CMB_USE_7ZIP1="ყოველთვის გამოიყენე 7-Zip"
CMB_USE_7ZIP2="გამოიყენე 7-Zip მხოლოდ როცა დასაარქივებელი ფაილები მითითებულია"
CMB_USE_7ZIP3="არ გამოიყენო 7-Zip თუ 7z არქივი მითითებულია"
CMB_USE_7ZIP4="არასოდეს გამოიყენო 7-Zip"
LBL_PATH="7-Zip-ის მისამართი"
TIP_BROWSE="7-Zip-ის მისამართის არჩევა"
TIP_CONFIG="7-Zip-ის კონფიგურაცია"

7ZIP_TITLE="7-Zip-ის კონფიგურაცია"
7ZIP_LEVEL="შეკუმშვის დონე:"
7ZIP_METHOD="შეკუმშვის მეთოდი:"
7ZIP_DICT="ლექსიკონის ზომა:"
7ZIP_SOLID="უწყვეტი ბლოკის ზომა:"

[GUI_VersionInfo]
GUI_TITLE="ფაილის ვერსიის ინფორმაციის შეცვლა"
BTN_LOAD="ჩატვირთვა"
MI_LOAD_SFXMOD="არჩეული SFX მოდულიდან"
MI_LOAD_FILE="მითითებული ფაილიდან..."
MI_LOAD_VALUES="შენახულის ჩატვირთვა"
MI_SAVE_VALUES="მიმდინარე მნიშვნელობების შენახვა"
CHK_INCLUDE="ინფორმაციის დართვა კონფიგურაციის ფაილში"
CHK_CHANGE_VERS="ვერსიის ინფორმაციის შეცვლა"

[GUI_Gui.MiscFlags]
GUI_TITLE="GUI/Misc Flags-ის შეცვლა"
BTN_NEW="ახალი"
BTN_LOAD="ჩატვირთვა"
BTN_RESET="ჩამოყრა"
BTN_DELETE="წაშლა"
LBL_GUI_FLAG_1="ამოარქივების პროცენტულობის ჩვენება მარჯვნივ, ფანჯრის სათაურში (სტანდარტულია მარცხნივ)"
LBL_GUI_FLAG_2="ამოარქივების პროცენტულობის არჩვენება ფანჯრის სათაურში"
LBL_GUI_FLAG_4="ამოარქივების პროცენტულობის ჩვენება პროგრესბარის ქვეშ"
LBL_GUI_FLAG_8="Windows XP სტილის გამოყენება"
LBL_GUI_FLAG_16="მსხვილი შრიფტის გამოყენება ამოარქივების პროცენტულობის საჩვენებლად"
LBL_GUI_FLAG_32="ხატულის ჩვენება ამოარქივების პროცესის ფანჯარაში"
LBL_GUI_FLAG_64="'BeginPrompt' დიალოგის გამოყენება ამოარქივების საქაღალდის ასარჩევად"
LBL_GUI_FLAG_128="ცალკეული დიალოგის გამოყენება ამოარქივების საქაღალდის ასარჩევად"
LBL_GUI_FLAG_256="შეტყობინება ინსტალაციის/ამოარქივების პროცესის გაუქმებისას"
LBL_GUI_FLAG_512="ხატულის არჩვენება არცერთი ფანჯრის სათაურში და [Alt+Tab] მოქმედებისას"
LBL_GUI_FLAG_1024="ხატულის ჩვენება ამოარქივების საქაღალდის ასარჩევ დიალოგში"
LBL_GUI_FLAG_2048="ხატულის ჩვენება 'BeginPrompt' დიალოგში"
LBL_GUI_FLAG_4096="ღილაკების სახელებისა და ხატულის შეცვლა. 'Yes' - 'No' -ს ნაცვლად იქნება 'OK' - 'Cancel'"
LBL_GUI_FLAG_8192="პროგრესბარის არჩვენება თასქბარში შესაბამის ხატულაზე (მხოლოდ Windows 7 -ისათვის)"
LBL_GUI_FLAG_16384="'&&' სიმბოლოს ჩვენება ტექსტებში"
LBL_MISC_FLAG_1="ამოარქივებისათვის აუცილებელი თავისუფალი ადგილის არშემოწმება"
LBL_MISC_FLAG_2="ამოარქივებისათვის აუცილებელი ოპერატიული მეხსიერების არშემოწმება"
LBL_MISC_FLAG_4="ადმინისტრატორის უფლებების მოთხოვნა ყველა ოპერაციისათვის"
LBL_MISC_FLAG_8="პაროლის მოთხოვნა 'BeginPrompt' და 'ExtractPath' დიალოგების შემდეგ"

[GUI_RunProgram]
GUI_TITLE="პროგრამების გაშვება ამოარქივების შემდეგ"
GUI_PFX_TITLE="პრეფიქსების შეცვლა"
LBL_PARAMETER="პარამეტრი:"
LBL_FILE="ფაილი:"
LBL_PREFIX="პრეფიქსი:"
LBL_COMMANDS="ბრძანებები:"

[GUI_Delete]
GUI_TITLE="ფაილების მოშლა ამოარქივების შემდეგ"
LBL_PARAMETER="პარამეტრი:"
LBL_FILE="ფაილი/საქაღალდე:"

[GUI_Shortcuts]
GUI_TITLE="მალსახმობების შექმნა"
RAD_DESKTOP="სამუშაო მაგიდა"
RAD_START_MENU="სტარტ-მენიუ"
RAD_PROGRAMS="სტარტ-მენიუ\პროგრამები"
RAD_STARTUP="ავტოჩატვირთვა"
RAD_CURRENT_USER="მიმდინარე მომხმარებლისთვის"
RAD_ALLUSERS="ყველა მომხმარებლისთვის"
GRP_CREATION_PATH="შექმნის ადგილი"
GRP_CREATE_FOR="შექმნა მომხმარებლისთვის"
GRP_PARAMETER="პარამეტრი:"
LBL_SOURCE_FILE="წყარო ფაილი:"
LBL_ARGUMENTS="ბრძანებები:"
LBL_NAME="მალსახმობის სახელი:"
LBL_DESCRIPTION="მალსახმობის აღწერა:"
LBL_DEST_FOLDER="ქვე-საქაღალდე:"
LBL_WORKING_DIR="მუშა დირექტორია:"
LBL_ICON_FILE="ხატულას ფაილი:"
LBL_ICON_INDEX="ხატულას ინდექსი:"

[GUI_SetEnvironment]
GUI_TITLE="ცვლადების შექმნა"
LBL_NAME="სახელი:"
LBL_VALUE="მნიშვნელობა:"

[GUI_MakeSFX]
GUI_TITLE="SFX-ის შექმნა..."
BTN_OPEN="გახსნა"
BTN_RUN="SFX-ის გაშვება"
BTN_CLOSE="დახურვა"
REPORT_PREP="მომზადება..."
REPORT_ARCHIVE1="არქივის შექმნა..."
REPORT_ARCHIVE2="7-Zip არ არსებობს!"
REPORT_ARCHIVE3="შემდეგი ფაილი არ არსებობს: \~s"
REPORT_ARCHIVE4="არქივი წარმატებით შეიქმა"
REPORT_ARCHIVE5="შეუძლებელია არქივის შექმნა!"
REPORT_ERROR1="ვერ მოხერხდა კონფიგურაციის ფაილის პოვნა: \~s"
REPORT_ERROR2="მოცემული ფაილი არ არის 7z SFX კონფიგურაციის ფაილი: \~s"
REPORT_ERROR3="შეცდომა SFX-ის შექმნისას!"
REPORT_ICON1="SFX-ის ხატულის შეცვლა..."
REPORT_ICON2="SFX-ის ხატულა წარმატებით შეიცვალა"
REPORT_ICON3="ვერ მოხერხდა SFX-ის ხატულის შეცვლა!"
REPORT_VERSINFO1="ვერსიის ინფორმაციის განახლება..."
REPORT_VERSINFO2="ვერსიის ინფორმაცია წარმატებით შეიცვალა"
REPORT_VERSINFO3="შეუძლებელია ვერსიის ინფორმაციის განახლება!"
REPORT_UPX1="შეკუმშვა UPX-ით..."
REPORT_UPX2="შეკუმშვა წარმატებით დასრულდა"
REPORT_UPX3="ვერ მოხერხდა "upx.exe" ფაილის პოვნა!"
REPORT_BUILD1="SFX-ის შექმნა..."
REPORT_BUILD2="შეცდომა SFX-ის შექმნისას!"
REPORT_FINISH="SFX ფაილი წარმატებით შეიქმნა: \~s"

[MessageBoxes]
; File open/save operations
MSGBOX1_1="ვერ მოხერხდა ენის ფაილის პოვნა!"
MSGBOX1_2="მითითებული ფაილი არ არსებობს!"
MSGBOX1_3="ფაილი არ არის ჩატვირთული ან არ არსებობს!"
MSGBOX1_4="მითითებული კონფიგურაციის ფაილი არ არსებობს!"
MSGBOX1_5="გსურთ გახსნათ შემდეგი ფაილი: \~n\~s - ?"
MSGBOX1_6="\~s\nარ არის 7z SFX კონფიგურაციის ფაილი!\~nამის მიუხედავად გინდათ ამ ფაილის გახსნა?"
MSGBOX1_7="ფაილის ზომა ძალიან დიდია ნორმალური კონფიგურაციის ფაილთან შედარებით!\~nამის მიუხედავად გინდათ ამ ფაილის გახსნა?"
MSGBOX1_8="მიმდინარე ოპერაციისთვის საჭირო ფაილი არ არსებობს:\n\s"
MSGBOX1_9="ეს ფაილი არ შეიცავს კონფიგურაციის ფაილს! გაგრძელება შეუძლებელია!"
MSGBOX1_10="ნამდვილად გინდათ ფაილის ხელახლა ჩატვირთვა?"
MSGBOX1_11="მიმდინარე კონფიგურაცია არ არის შენახული. გსურთ მისი შენახვა ახლა?"
MSGBOX1_12="ვერ მოხერხდა ფაილის წაკითხვა ან ჩაწერა! დარწმუნდით, რომ გაქვთ ადმინისტრატორის უფლებები."
; SFX creation
MSGBOX2_1="გზა მითითებულ SFX ფაილამდე არ არსებობს!"
MSGBOX2_2="SFX მოდული არ არის მითითებული!"
MSGBOX2_3="მითითებული SFX მოდული არ არსებობს ან არ აქვს საჭირო ფორმატი!"
MSGBOX2_4="დასაარქივებელი ფაილები არ არის მითითებული!"
MSGBOX2_5="არქივი არ არის მითითებული!"
MSGBOX2_6="მითითებული არქივი არ არსებობს ან არ აქვს საჭირო ფორმატი!"
MSGBOX2_7="გსურთ დაგაწეროთ შემდეგი ფაილი: \~n\~s - ?"
MSGBOX2_8="7-Zip არ არსებობს!"
MSGBOX2_9="გინდათ შემდეგი არქივის გამოყენება: \~n\~s - ?\~nდააჭირეთ 'No' თუ გსურთ ახალი არქივის შექმნა კონფიგურაციის ფაილში განსაზღვრული ფაილებისაგან."
; Other operations
MSGBOX3_1="პროგრამის ინტეგრაცია კონტექსტურ მენიუში წარმატებით დასრულდა."
MSGBOX3_2="დააჭირეთ 'OK' რომ დახუროთ ტესტირების ფანჯარა"
MSGBOX3_3="გსურთ გადაწეროთ არსებული მნიშვნელობები?"
MSGBOX3_4="გთხოვთ, აირჩიეთ ერთი ელემენტი მაინც."
MSGBOX3_5="გთხოვთ, აირჩიეთ მხოლოდ ერთი ელემენტი."
MSGBOX3_6="ნამდვილად გინდათ არჩეული ელემენტ(ებ)ის წაშლა?"
MSGBOX3_7="ნამდვილად გინდათ ყველა ელემენტის წაშლა?"
MSGBOX3_8="მითითებული ინფორმაცია არასწორია ან ცარიელი!"
MSGBOX3_9="ფაილი არ არის მითითებული!"
